Repository: formaloo/formaloo-wp-plugin
Catalog: languages/formaloo-*.po
Languages: de_de, hy

source: Thank you for using the Formaloo plugin!
de_de: Vielen Dank, dass Sie das Formaloo-Plugin verwenden!
hy: Շնորհակալություն Formaloo plugin- ի օգտագործման համար:

source: Get Started by visiting the Settings Page
de_de: Beginnen Sie mit dem Besuch der Einstellungsseite
hy: Սկսէք ՝ այցելելով Կարգավորումների էջից

source: Show Form
de_de: Die Form zeigen
hy: ցուցադրել ֆորմը

source: Your excel file will be ready in a couple of minutes. Please refresh this page to see the result.
de_de: Ihre Excel-Datei ist in wenigen Minuten fertig. Bitte aktualisieren Sie diese Seite, um das Ergebnis zu sehen.
hy: Ձեր excel ֆայլը պատրաստ կլինի մի քանի րոպեից: Խնդրում ենք թարմացնել այս էջը ՝ արդյունքը տեսնելու համար:

source: Templates
de_de: Vorlagen
hy: Կաղապարներ

source: Feedback Widget
hy: Հետադարձ կապի վիդջեթը

source: Settings
de_de: Einstellungen
hy: կարգաւորումներ

source: Results
de_de: Ergebnisse
hy: Արդիւնքներ

source: My Forms
de_de: Meine Formen
hy: իմ ֆորմերը

source: Invalid API Token or API Key! Please visit your
de_de: Ungültiger API-Schlüssel oder API-Token! Bitte besuchen Sie Ihre
hy: Անվավեր API Token կամ API Key է: Խնդրում ենք այցելել ձեր

source: Formaloo dashboard here
de_de: Formaloo Dashboard zugreifen
hy: Formaloo վահանակին (dashboard-ին)

source: to get a new one.
de_de: einen neuen bekommen.
hy: `նորը ստանալու համար:

source: Don't have a Formaloo account?
de_de: Haben Sie Noch Kein Formaloo-Konto?
hy: Formaloo հաշիւ չունե՞ս?

source: Try one for Free!
de_de: Probieren Sie es kostenlos aus!
hy: Փորձէք մեկը անվճար

source: How to show
hy: Ողջոյն

source: Link
hy: Հղում

source: Link title
de_de: Links Titel
hy: հղման վերնագիր

source: (Choose a title for the form link)
de_de: (Wählen Sie einen Titel für den Form-Link aus)
hy: (Վերնագիր որոշիր սոյն ֆորմի լինքի համար)

source: Show logo
de_de: Das Logo zeigen
hy: Ցուցադրել logo-ն

source: (Show the logo in the embedded form?)
de_de: (Zeige das logo in der eingebetteten From?)
hy: (Արդե՞օք ցուցադրել քո logo-ն ներկառուցւած ֆորմում?)

source: Yes
de_de: Ja
hy: Այո

source: No
de_de: Nein
hy: Ոչ

source: Show title
de_de: Der Titel zeigen
hy: Ցուցադրել վերնագիրը

source: (Show the title in the embedded form?)
de_de: (Zeige den Titel in der eingebetteten From?)
hy: (Արդե՞օք ցուցադրել Վերնագիրը ներկառուցւած ֆորմում?)

source: Show description
de_de: Beschreibung anzeigen
hy: ցուցադրել բացատրութիւնը

source: (Show the description in the embedded form?)
de_de: (Zeige die Beschreibung in der eingebetteten From?)
hy: (Արդե՞օք ցուցադրել բացատրութիւնը ներկառուցւած ֆորմում?)

source: Shortcode will appear here
de_de: The shortcode is displayed here
hy: Shortcode-ը կհայտնւի այստեղում

source: Copy the shortcode above then go to your post/page editor. If it is Gutenberg Editor, add a Shortcode block and paste the shortcode. If it is Classic Editor, choose the Text tab (instead of Visual tab) tab and paste the shortcode wherever you desire.
de_de: Kopieren Sie den obigen Shortcode, dann geben Sie zu Ihrem Beitrag/Page-Bearbeiter. Wenn es Gutenberg Bearbeiter ist, fugen Sie einen Shortocde-Block hinzu und fugen Sie ihn ein. Wenn es Classic-bearbeiter ist, Wahlen Sie den Text-Tab (statt eines Visual-Tab) oder fugen Sie den Shortcode irgendwo ein.
hy: Պատճենահանիր վերը նշւած կառճ կոդը՝ ապա անցիր քո գրառման / էջի խմբագրին: Եթե ​​դա Gutenberg-ի խմբագիրն է, աւելացրու shortcode block և տեղադրիր(paste) shortcode-ը: Եթե ​​դա classic-ի խմբագիրն է, ընտրիր Տեքստի ներդիրը ( visual ներդիրի փոխարէն) և տեղադրիր shortcode-ը որտեղ որ կցանկանաս:

source: More Info
de_de: Mehr Informationen
hy: Լրացուցիչ տեղեկութիւններ

source: Get shortcode
de_de: Der Shortcode erhalten
hy: Ստացիր shortcode-ը

source: Additional Settings
de_de: Zusätzliche Einstellungen
hy: Լրացուցիչ Կարգաւորումներ

source: Create a form
de_de: Eine neue Form erstellen
hy: նոր ֆորմի ստեղծում

source: Make sure you have a Formaloo account first, it's free! 👍
de_de: Stellen Sie Sicher, dass Sie zuerst ein Formaloo-Konto haben. Es ist kostenlos! 👍
hy: նախ վստահացիր քո Formaloo հաշւի(account-ի) առկայութեան մասին,դա անւճար է.

source: create an account here
de_de: ein Konto erstellen.
hy: Ստեղծիր քո հաշիւը այստեղ`

source: If so you can find your API Key & API Token from your
de_de: Wenn ja, können Sie Ihr API-Schlüssel und API-Token aus Ihre
hy: Քո profile էջից

source: profile page,
de_de: profilseite finden,
hy: Գտիր API Token-ը և API Key-ն

source: and enter it on the
de_de: und es in den
hy: եւ գրանցիր դա կարգաւորման

source: settings page
de_de: Einstellungsseite eingeben
hy: (settings-ի) էջում

source: User
de_de: Nutzer/in
hy: գործածող

source: Hello Dear
de_de: Hallo
hy: Ողջոյն սիրելի

source: You can edit or view your forms right here or you can access
de_de: Hier können Sie Ihre Formen bearbeiten oder betrachten oder
hy: խմբագրիր կամ դիտիր քո ֆորմերը այստեղ կամ մուտք գործիր քո ամբողջ

source: your full dashboard here
de_de: auf Ihr Dashboard zugreifen
hy: վահանակին (dashboard-ին) այստեղից

source: An error happened on the WordPress side. Make sure your server allows remote calls.
de_de: Auf der WordPress-Seite ist ein Fehler aufgetreten. Stellen Sie sicher, dass eine Internetverbindung besteht.
hy: Սխալ է տեղի ունեցել WordPress- ի կողմից, Համոզվեք, որ ձեր սերվերը թույլ է տալիս հեռավոր զանգերը:

source: Your Forms
de_de: Ihre Formulare
hy: Ձեր ֆորմերը

source: Create a Blank Form
de_de: Erstellen Sie ein leeres Formular
hy: Ստեղծեք դատարկ ֆորմ

source: Select a Template
de_de: Wählen Sie eine Vorlage aus
hy: Ընտրեք ձևանմուշ

source: Create a feedback widget
de_de: Erstellen Sie ein Feedback-Widget
hy: Ստեղծեք հետադարձ կապի վիդջեթ

source: Need Support? Feel free to contact us
de_de: Brauche Unterstützung? Fühlen Sie sich frei uns zu kontaktieren
hy: Աջակցության կարիք ունե՞ք: Ազատորեն կապվեք մեզ հետ

source: An error happened on the WordPress side.
de_de: Auf der WordPress-Seite ist ein Fehler aufgetreten.
hy: Սխալ է տեղի ունեցել WordPress- ի կողմից

source: Your Form Results
de_de: Ihre Forms Ergebnisse
hy: քո ֆորմի արդիւնքները

source: Setup Formaloo
de_de: Formaloo einrichten
hy: Կարգաւորել Formaloo-ն

source: Welcome to Formaloo!
de_de: Willkommen bei Formaloo!
hy: Բարի գալուստ Formaloo

source: To get started, we'll need to access your Formaloo account with an
de_de: Um loszulegen, müssen wir mit einem auf Ihr Formaloo-Konto zugreifen
hy: Սկսելու համար, մենք պէտք է մուտք գործենք քո Formaloo հաշիւ

source: API Key & API Token
de_de: API-Schlüssel und API-Token
hy: API Key և API Token

source: Paste your Formaloo API Key & API Token, and click
de_de: Fügen Sie Ihren Formaloo-API-Schlüssel und API-Token ein und klicken Sie auf
hy: Տեղադրիր քո API Key և API Token-ը եւ սեղմիր`

source: Connect
de_de: Verbinden
hy: միանալ

source: to continue
de_de: um fortzufahren
hy: - միացիր շարունակելու համար-ը:

source: You can access your
de_de: Hier Können Sie auf Ihr
hy: Մուտք` քո

source: Save
de_de: Speichern
hy: պահել

source: All Categories
de_de: Alle Kategorien
hy: Բոլոր կատեգորիաները

source: Apply
de_de: Anwenden
hy: Դիմել

source: Search a template..
de_de: Suchen Sie eine Vorlage..
hy: Որոնել ձևանմուշ..

source: Search
de_de: Suche
hy: Որոնել

source: Prev
de_de: Bisherige
hy: Նախորդ

source: Next
de_de: Nächster
hy: Հաջորդը

source: Template not found
de_de: Vorlage nicht gefunden
hy: Կաղապարը չի գտնվել

source: Preview the template
de_de: Vorschau der Vorlage
hy: Նախադիտել ձևանմուշը

source: Preview
de_de: Vorschau
hy: Նախադիտում

source: Use
de_de: Verwenden
hy: Օգտագործել

source: To use this template, please login first
de_de: Um diese Vorlage zu verwenden, melden Sie sich zuerst an
hy: Այս ձևանմուշը օգտագործելու համար, մուտք գործել գոյություն ունեցող հաշիվ

source: As a Link
de_de: Als Link
hy: Որպես հղում

source: Share this URL with others to view the form directly
de_de: Teilen Sie diese URL mit anderen, um das Formular direkt anzuzeigen
hy: Կիսեք այս URL- ը ուրիշների հետ `ձևը ուղղակիորեն դիտելու համար

source: As a Script Tag
de_de: Als Skript-Tag
hy: Որպես սցենարի պիտակ

source: Using this method, the form will become a part of your website's markup. To use this, put the code snippet in your website footer:
de_de: Mit dieser Methode wird das Formular Teil des Markups Ihrer Website. Fügen Sie dazu das Code-Snippet in die Fußzeile Ihrer Website ein:
hy: Օգտագործելով այս մեթոդը, ձևը կդառնա ձեր կայքի նշագրման մի մասը: Դրանից օգտվելու համար ձեր կայքի ներքևի մասում տեղադրեք ծածկագրի կոդ:

source: Feedback Widget Creator
hy: Հետադարձ կապի վիջեթ ստեղծող

source: Create a feedback widget for your website in less than 1 minute:
de_de: Erstellen Sie in weniger als 1 Minute ein Feedback-Widget für Ihre Website:
hy: Ստեղծեք հետադարձ կապի վիջեթ ձեր կայքի համար 1 րոպեից պակաս ժամանակահատվածում.

source: Button Text
de_de: Schaltflächentext
hy: Կոճակի տեքստ

source: Widget Position on Screen
de_de: Widget-Position auf dem Bildschirm
hy: վիջեթ-ի դիրքը էկրանի վրա

source: Left
de_de: Links
hy: Ձախ

source: Right
de_de: Recht
hy: Աջ

source: Bottom Left
de_de: Unten links
hy: Ստորին ձախ

source: Bottom Right
de_de: Unten rechts
hy: Ստորին աջ

source: NPS Choices Icon
de_de: NPS-Auswahlsymbol
hy: NPS- ի ընտրանքների պատկերակ

source: Question Title
de_de: Fragetitel
hy: Հարցի վերնագիր

source: TextBox Placeholder
de_de: Platzhalter für Textfelder
hy: Տեքստի տուփ տեղադրող

source: Submit Button Text
de_de: Senden Sie den Schaltflächentext
hy: Ներկայացրեք կոճակի տեքստը

source: Button Color
de_de: Knopffarbe
hy: Կոճակի գույնը

source: Success Message After Submit
de_de: Erfolgsmeldung nach dem Absenden
hy: Հաջողության հաղորդագրություն ներկայացնելուց հետո

source: Save Changes
de_de: Änderungen speichern
hy: Պահպանել փոփոխությունները

source: How to use your Feedback Widget
de_de: So verwenden Sie Ihr Feedback-Widget
hy: Ինչպես օգտագործել ձեր հետադարձ կապի վիդջեթը

source: Title
de_de: Der Titel
hy: վերնագիր

source: Active
de_de: Aktiv
hy: Ակտիւացում

source: Submit Count
de_de: Anzahl senden
hy: Ներկայացնել հաշիւը

source: Download Results
de_de: Downloads Ergebnisse
hy: Ներբեռնման արդիւնքներ

source: More Options
de_de: Mehr Optionen
hy: Լրացուցիչ ընտրանքներ

source: Exporting..
de_de: Exportieren ..
hy: Արտահանում..

source: Download
hy: ներբեռնել

source: Last Export
de_de: Letzter Export
hy: Վերջին արտահանում

source: Set-up Form Settings
de_de: Forms Einstellungen einrichten
hy: Կարգաւորել ֆորմը

source: View
de_de: Ansicht
hy: դիտել

source: Get Shortcode
de_de: Der Shortcode erhalten
hy: Ստացիր shortcode-ը

source: Edit Form
de_de: Die Form bearbeiten
hy: ֆորմի խմբագրում

source: Edit
de_de: Bearbeiten
hy: Խմբագրել

source: Use Widget
de_de: Widget verwenden
hy: Օգտագործեք վիդջեթը

source: Date Created
de_de: Erstellungsdatum
hy: Ստեղծման ամսաթիւը

source: Show Full Results
de_de: Full Results Zeigen
hy: Ցուցադրել Ամբողջ արդիւնքները

source: Show Result
de_de: Das Ergebnis zeigen
hy: Ցուցադրել Արդիւնքը

source: Full Result
de_de: Volles Ergebnis
hy: Ամբողջ արդիւնքը

source: Add Form
de_de: Formular hinzufügen
hy: Ավելացնել մեկ ֆորմ

source: Select a form
de_de: Wählen Sie ein Formular aus
hy: Ընտրեք մեկ ֆորմ

source: Insert shortcode
de_de: Shortcode einfügen
hy: Տեղադրեք shortcode-ը

source: Create a new form
de_de: Eine neue Form erstellen
hy: նոր ֆորմի ստեղծում

source: Formaloo Form Builder
hy: Formaloo ֆորմ ստեղծո

source: Easily embed Formaloo forms into your blog or WP pages.
de_de: Betten Sie Formaloo-Formen einfach in Ihrem Blog Oder WP-Pages ein.
hy: Հեշտութեամբ ներկառուցիր քո Formaloo ֆորմերդ քո բլոգի կամ WP էջերի մեջ:

source: Formaloo team
hy: Formaloo խումբ

source: Script
de_de: Skript

source: You can
de_de: Hier können Sie

source: API Key
de_de: API-Schlüssel
